{"1":{
  "title": "Avengers: Age of Ultron",
  "image": "images/1.jpg",
  "url": "https://www.youtube.com/watch?v=tmeOjFno6Do",
  "storyline": "When Tony Stark (Robert Downey Jr.) jump-starts a dormant peacekeeping program, things go terribly awry, forcing him, Thor (Chris Hemsworth), the Incredible Hulk (Mark Ruffalo) and the rest of the Avengers to reassemble. As the fate of Earth hangs in the balance, the team is put to the ultimate test as they battle Ultron, a technological terror hell-bent on human extinction. Along the way, they encounter two mysterious and powerful newcomers, Pietro and Wanda Maximoff."
  },
  "2":{
    "title": "The Hobbit: An Unexpected Journey",
    "image": "images/2.jpg",
    "url": "https://www.youtube.com/watch?v=SDnYMbYB-nU",
    "storyline": "Bilbo Baggins (Martin Freeman) lives a simple life with his fellow hobbits in the shire, until the wizard Gandalf (Ian McKellen) arrives and convinces him to join a group of dwarves on a quest to reclaim the kingdom of Erebor. The journey takes Bilbo on a path through treacherous lands swarming with orcs, goblins and other dangers, not the least of which is an encounter with Gollum (Andy Serkis) and a simple gold ring that is tied to the fate of Middle Earth in ways Bilbo cannot even fathom."
  },
  "3":{
    "title": "The Pursuit of Happyness",
    "image": "images/3.jpg",
    "url": "https://www.youtube.com/watch?v=00uTFVnWJMw",
    "storyline": "Life is a struggle for single father Chris Gardner (Will Smith). Evicted from their apartment, he and his young son (Jaden Christopher Syre Smith) find themselves alone with no place to go. Even though Chris eventually lands a job as an intern at a prestigious brokerage firm, the position pays no money. The pair must live in shelters and endure many hardships, but Chris refuses to give in to despair as he struggles to create a better life for himself and his son."
  },
  "4":{
    "title": "Malena",
    "image": "images/4.jpg",
    "url": "https://www.youtube.com/watch?v=eawXms1mY7M",
    "storyline": "In 1941, Renato was 13 years old and although the world was at war, nothing ever happened in this sleepy village in Sicily. Until the day he discovered something that would change his life forever... Malna, the beautiful young war widow who was the obsession of every man and the envy of every woman. Because of her, Renato will come to learn all of life's lessons and find himself in places he never could have imagined."
  },
  "5":{
    "title": "The Mask of Zorro",
    "image": "images/5.jpg",
    "url": "https://www.youtube.com/watch?v=FzrhTLNorF0",
    "storyline": "After being imprisoned for 20 years, Zorro -- Don Diego de la Vega (Anthony Hopkins) -- receives word that his old enemy, Don Rafael Montero (Stuart Wilson), has returned. Don Diego escapes and returns to his old headquarters, where he trains aimless drunk Alejandro Murrieta (Antonio Banderas) to be his successor. Meanwhile, Montero -- who has secretly raised Diego's daughter, Elena (Catherine Zeta-Jones), as his own -- hatches a plot to rob California of its gold."
  },
  "6":{
    "title": "Django Unchained",
    "image": "images/6.jpg",
    "url": "https://www.youtube.com/watch?v=6pKZbJHa17c",
    "storyline": "Two years before the Civil War, Django (Jamie Foxx), a slave, finds himself accompanying an unorthodox German bounty hunter named Dr. King Schultz (Christoph Waltz) on a mission to capture the vicious Brittle brothers. Their mission successful, Schultz frees Django, and together they hunt the South's most-wanted criminals. Their travels take them to the infamous plantation of shady Calvin Candie (Leonardo DiCaprio), where Django's long-lost wife (Kerry Washington) is still a slave."
  },
  "7":{
    "title": "Before the Fall (Napola)",
    "image": "images/7.jpg",
    "url": "https://www.youtube.com/watch?v=zvb_23IiIQY",
    "storyline": "In 1942, Friedrich Weimer's boxing skills get him an appointment to a National Political Academy (NaPolA) - high schools that produce Nazi elite. Over his father's objections, Friedrich enrolls, seeing this as his ticket out of factory life to university and a good salary. During his year in seventh column (fifth form), this innocence is altered as Friedrich encounters hazing, cruelty, death, and the Nazi code. His friendship with Albrecht, the ascetic son of the area's governor, is central to this education; a night in the forest hunting for escaped Russian POWs brings things to a head."
  },
  "8":{
    "title": "The Mist",
    "image": "images/8.jpg",
    "url": "https://www.youtube.com/watch?v=LhCKXJNGzN8",
    "storyline": "After a powerful storm damages their Maine home, David Drayton (Thomas Jane) and his young son head into town to gather food and supplies. Soon afterward, a thick fog rolls in and engulfs the town, trapping the Draytons and others in the grocery store. Terror mounts as deadly creatures reveal themselves outside, but that may be nothing compared to the threat within, where a zealot (Marcia Gay Harden) calls for a sacrifice."
  },
  "9":{
    "title": "The Legend of 1900",
    "image": "images/9.jpg",
    "url": "https://www.youtube.com/watch?v=CI8JW7L5f7E",
    "storyline": "On New Year's Day 1900, Danny (Bill Nunn), a crew member on an ocean liner, finds a deserted infant and decides to adopt him, nicknaming him '1900.' As an adult, the eccentric 1900 (Tim Roth) grows into a remarkable musician aboard the boat. Rumors of his brilliant piano playing eventually reach the shore, and his pal Max (Pruitt Taylor Vince) believes that success surely awaits 1900 on land. The only problem, however, is that the enigmatic pianist is loath to embrace life away from the ship."
  }
}